Repository: mozilla-l10n/mt-training-data
Catalog: phl/phl_pontoon.tmx
Source language: en_us
Languages: phl

source: Contribute to text corpus
phl: ٹیکسٹ کارپس وے تعاون تھوئی۔

source: Contributing to dataset for { $language }
phl: { $language } دپارہ ڈیٹا سیٹی وے تعاون تھئنی

source: Contribution Activity
phl: مدد تھئنی کرام

source: Contribution Criteria
phl: حصہ گھنئنی اصول

source: Contribution Experience
phl: شراکتی تجربہ

source: Contribution Guidelines
phl: حصہ گھنئنی رہنمائی

source: Contributors record voice clips by reading from a bank of donated sentences.
phl: تعاون تھاٹہ وقف تھیلہ جملے میجی دے اسکور بی ریکارڈ تھانوۡ۔

source: Cookies
phl: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
phl: <cookiesLink>کوکیز<cookiesLink>

source: Copainalá Zoque
phl: کوپینالازوق

source: Copy
phl: کاپی

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
phl: <coquiLink>کوقی </coquiLink> آزاد بات دئنی دپارہ ہنو۔ ٹیکنالوجی کرام ازدہ تھئنی بنیاد کی STT وا TTS انجن شامل ہنو۔

source: Cornish
phl: کرونش

source: Correct
phl: ٹھیک

source: Corsican
phl: کورسِکان

source: { $count } clips
phl: { $count } ہاویزی کلپز

source: { $count }mo
phl: لمحے

source: Country/Region of Residence
phl: وطن/رہائشی علاقہ

source: { $count }wk
phl: { $count }ہفتہ وار

source: { $count }y
phl: وائی

source: [Crackle] giant dinosaurs of [crackle] -riassic.
phl: ٹرائزیکی گاڈو ڈائنوسار

source: Create a Custom Goal
phl: تیݨی مرضی آک مقصد سمہ

source: Create a profile
phl: آک پروفائل سمہ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
phl: پخپُلہ یا تیݨی دوستوں یا زببینی کمیونٹی سنگی جدید، بول چالی جملے سمہ - مثال کی 'رائٹ-اے-تھون' ذریعہ باندی

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
phl: عوامی دپارہ آک ڈومین سما یا شئیر تھےۡ عبارت یا جملے ترجمہ تیݨی زپانی دپارہ آک ماڈل سموئی

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
phl: مختلف خلکیم تھے موقع دے کمن وائس انی بات یقینی سمیانو کی دیٹاسیٹ کتی بی ہینتہ بیڈہ خلکیمی خسمت تھی وڑئی۔ اسم تھی استعمالی دپارہ وسائلی سمولہ ہنہ۔

source: Crimean Tatar
phl: کریمین ٹاٹر

source: Criteria
phl: اصول

source: Croatian
phl: کروتین

source: Culturally specific questions
phl: ثقافتی مطابقی مخصوص سوالات

source: Czech
phl: چیک

source: Dagbani
phl: ڈگبانی

source: Daily Goal
phl: دیسی مقصد

source: Dameli
phl: دمیلی

source: Danish
phl: ڈینیژ

source: Dargwa
phl: ڈرگوا

source: Dashboard
phl: ڈیش بورڈ

source: Dataset Release
phl: ڈیٹا سیٹ رلیز

source: Datasets
phl: ڈیٹا سیٹ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
phl: ASR، STT، TTS، او دوئی NLP سیاق و سباق دپارہ ڈیٹا سیٹس - کمیونٹی شرکتی دپارہ سمولو ہنو

source: Date
phl: تاریخ

source: Dawoodi
phl: داؤدی

source: Days
phl: دیسہ

source: Delete
phl: ڈلیٹ

source: Delete my recordings
phl: می ریکاڈنگ پِچھہ

source: Delete Profile
phl: پروفائل ڈلیٹ تھہ

source: Dhatki
phl: ڈھٹکی

source: Dhivehi
phl: دھیوی

source: Dholuo
phl: دھلویو

source: Did you know…
phl: تو تھے معلومے؟

source: Different language
phl: مختلف زبان

source: Difficult
phl: مشکل،زور

source: Difficult to pronounce
phl: ادا تھئنی زور

source: Dinka
phl: ڈِنکا

source: Dioula
phl: ڈیولا

source: Discard ongoing recording
phl: انو ریکاڈ ضائع تھہ

source: Discover languages and communities and common voice
phl: زبینی او کمیونٹیز او مشترکہ ہاواز دریافت تھوئی۔

source: Documentation
phl: دستاویزت

source: Does the sentence meet the guidelines?
phl: انو جملہ رہنمائی مطابقی صحیئے؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
phl: دائرہ جملہ پیرا حوالہ دانو۔ تپہ دو دھوئیم مجی آک گھنائی بھوڑ،

source: Donate
phl: وقف یا عطیہ

source: Donate your voice
phl: ٹیݨی ہاواز وقف تھہ

source: Done
phl: بھلو

source: Don’t
phl: نہ تھوئی

source: Don’t Add
phl: شامل نہ تھہ۔

source: Don't see your language on Common Voice yet?
phl: تھی زبان کمن وائسہ وے نئینی وا؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
phl: تہ زبان کی ڈِیٹا سیٹی وے نئینی ہینتہ۔ تیݨی زبان شامل تھئنی دپارہ زبینیمی صفحہ تھے بہ۔

source: Don't wish to say
phl: گہ منئنی نہ دوئیانو

source: Download
phl: ڈون لوڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible with you!
phl: اگر تھی کامن وائس وے تعاون تھیلو ہنو ہینتہ تیݨی واقعہ دپارہ آک سرٹیفکیٹ ڈاؤن لوڈ تھہ — انو تھی دپارہ ممکن نہ ہونسہ!

source: Download Common Voice Data
phl: کامن وائسی معلومات ڈونلوڈ بھلو

source: Download Data
phl: ڈون لوڈ ڈیٹا

source: Download Dataset Bundle
phl: ڈیٹاسیٹی بنڈال ڈون لوڈ تھہ

source: Download { $language }
phl: ڈون لوڈ بھی { $language }

source: Download Links
phl: ڈون لوڈ لنک

source: Download My Data
phl: می ڈیٹا ڈاؤن لوڈ تھہ۔

source: Download options for accessing Common Voice data
phl: کامن وائس ڈیٹا تی رسائی دپارہ اختیارات ڈاؤن لوڈ تھہ۔

source: Download our press pack <icon></icon>
phl: اسی پریس پیک ڈاؤن لوڈ تھوئی <icon></icon>

source: Download our voice datasets
phl: اسی وائس ڈیٹا سیٹ ڈون لوڈ تھہ

source: Download profile data
phl: ڈون لوڈ پروفائل ڈیٹا

source: Download the Dataset
phl: ڈیٹا سیٹ ڈونلوڈ تھہ

source: Download the Single Word Target Segment
phl: سنگل ورڈ ٹارگیٹ سیگمنٹ ڈونلوڈ بھلو

source: Download your contribution certificate
phl: تیݨی شراکت دیری سرٹفیکیٹ ڈاون لوڈ تھہ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
phl: تو دی گہ ائیڈیے ہنے کی بے کامن وائس کنا تھے مزید بہتر تھیہ؟ مشقوگی کی اسام سنگی کھونڈ۔

source: Do you want to continue?
phl: تو جاری تھئنی دوائینوے؟

source: Do you want to Speak, Listen or both?
phl: تو کھونڈئنی دوائینو کی کاݨ تھئنی کی یا دھوے؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
phl: دھرکی اٹوئی او اُڑیگلوئی یا <browseWrap>براؤز تھوئی</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
phl: تیݨی فائل انیوے گلہ <uploadButton> یا اپلوڈ تھئنی دپارہ کلک تھہ </uploadButton>

source: Drop file here to upload
phl: فائل اپلوڈ تھئنی دپارہ انی وے چھورہ

source: Duala
phl: داولا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
phl: شراکت جمع تھئنی مجی 'جمع تھوئی' جھلی کلک تھیلی باد فیڈ بیک چھوریجہا۔ شراکت براہ راست 5 ریکارڈنگ یا توثیقی دھویامہ سیٹی سنگی جاری ہونسہ۔

source: Dutch
phl: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
phl: ڈیٹا سیٹی چھوݨہ بھاؤ ہر شئی ایم پی 3 او تس سنگی لیشی فائلیم سنگی۔ ڈیٹاسیٹی وے زیات <b>{ $total }</b> ریکاڈ بھلہ گھنٹے خاندانی معلومات مثلا عمر، جنس او لہجہ کی سے بات جھانیٹی مشینی صحی تربیت دئنی مجی مدد تھینی۔ موجودہ وختی ڈیٹآ سیٹ<b>{ $languages }زبینیمی <b>{ $valid }</b> سند بھلو بھاؤ گھنٹہ کی مشتمل ہنو۔ مگم بے ہر وختی دوئی ہاویزی او دوئی زبینی شامل تھانہ۔۔انی زھئی <languagesLink> زبینیمی صفحہ دڇھہ کہ زبینی دپارہ درخواست یا مدد تھئنی دوائیانو ہینتہ۔

source: Eastern Balochi
phl: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
phl: ایسٹرن ہستیکا نھاوتل

source: Eastern Min
phl: ایسٹرن من

source: Eastern Penan
phl: مشرقی پینان

source: Easy
phl: اسکون

source: Easy to Understand
phl: ہُݜ تھئینی اسکون

source: Ebrie
phl: ایبری

source: Edit
phl: ایڈیٹ

source: Edit Profile
phl: پروفائل ایڈیٹ تھہ

source: Ekoti
phl: ایکوٹی

source: Email
phl: ایمیل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
phl: ای میل: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
phl: <emailFragment> سائین اپ </emailFragment> اسی انی ایمیلی لسٹ تُس ازدہ تھائبھوت کہ کمن واسہ واقعات، گھرے ڈیزائن تھنی او دوئی فیچرز وے کنا تھے حصہ گھنانہ

source: Email is already used for a different account
phl: ای میل مُݜٹوئی تھیئے آک مختلف اکاؤنٹ کی استعمال بھلو ہنو۔

source: Email Subscriptions
phl: ای میل سبسکرپشنز

source: Emakhuwa
phl: ایماخوا

source: English
phl: انگریزی

source: Enter Email to Download
phl: ڈون لوڈ تھئنی دپارہ ای میل دہ

source: Enter email to send a sign up link
phl: سائن-اب لنک امزئنی دپارہ تیݨی ای میل چونٹہ

source: Enter your Country/Region of Residence
phl: تیݨی وطن/رہائشی علاقہ درج تھہ۔

source: Enter your email
phl: تیݨی ایمیل چونٹہ

source: Enter your public domain sentence here
phl: عام خلکیمی دپارہ تیݨی جملہ اینوے چونٹوئی

source: Enter your public domain sentences here
phl: عام خلکیمی دپارہ تیݨی جملے اینوے چونٹوئی

source: Error
phl: غلطی

source: Error adding sentence
phl: نُقُص داٹو جملہ

source: Error { $code }
phl: غلطی{ $code }

source: Error while playing audio file.
phl: آڈیو فائل چلئنی وختی خرابی۔

source: Erzya
phl: ارزیا

source: ESC
phl: ایس کیپ

source: Esperanto
phl: ایسپیرنٹو

source: Estonian
phl: ایسٹونین

source: Eton
phl: ایٹن

source: Events
phl: واقعات

source: Everyone
phl: ہر آک

source: Ewe
phl: ایوی

source: Ewondo
phl: ایونڈو

source: Example
phl: مثال

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
phl: دلچسپ خبر! بے ساختہ تقریر جاری ہنی! اپ ڈیٹس دہارہ دڇھی ہونسوئیں او تازہ ترین معلوماتی دپارہ انو لنک <discord Link>Discord</discord Link> چیک تھئینی یقینی جوݜوئی۔

source: Exit & Delete clips
phl: دھرندی نکھہ او ہاوایزی کلپ پِچھہ

source: Explore datasets <icon></icon>
phl: ڈیٹا سیٹس دریافت تھوئی۔ <icon></icon>

source: Explore the community and languages supported by Common Voice
phl: کامن وائسی ذریعہ کی تعاون یافتہ کمیونٹی اور زبینی دریافت تھوئی۔

source: Failed to copy SHA256 Checksum
phl: SHA256 چیکسم کاپی نہ بھلی

source: Fang
phl: فنگ

source: FAQ
phl: عام سولات

source: Faroese
phl: فروسی

source: Featured in...
phl: نمایاں...

source: Feʼefeʼe
phl: فیفے

source: Female/Feminine
phl: کُڑیۡ

source: Fewer than 15 words per sentence
phl: فی جملہ 15 دی کم لوزہ

source: Fields marked with an asterisk (*) are required.
phl: کھئی زھئی وے انی نݜون (*) ہینسلی ہینتہ ڑائی مطلب ایڑے کی ڑو بیڈو ضروری

source: File is too large
phl: فائل بیڈو گاڈو ہنو

source: File is too small
phl: فائل بیڈو لھوکو ہنو

source: Finance
phl: پئیسے

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
phl: ایتیݨہ خلکہ بُلاڈ کی سے ایڑئی بارئی سوچ تھانہ ۔ سے یونیورسٹی، اسکول، وکالات تھاٹہ گروپ یا ڈیٹا سائنسی گروپ۔ تنام تھے منہ کی سے تھی کرمہ سے تو سنگی کنا تھے مدد دائی بھی او کے مدد دین۔ <outreachTemplates> انی لنکی وے تو مݜٹو تھے تیار تھیلو بھاؤ تینی ایمیلی خاکہ دڇھائی بھوڑ۔

source: Find us on Matrix
phl: اسام میٹرکس وے بُلاڈ

source: Finish editing first?
phl: مُݜٹو ایڈیٹنگ ختم تھیلیئے؟

source: Finish recording
phl: ریکاڈنگ بند تھہ

source: Finish recording first?
phl: مݜٹو ریکاڈنگ ختم تھہ؟

source: Finish Review
phl: گھرے دڇھئنی مکمل تھہ

source: Finish validating
phl: تصدیق تھئنی ختم تھہ

source: Finish validating clips?
phl: کلیپی تصدیق تھئنی نسی گڈیلوے؟

source: Finnish
phl: فِنش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
phl: آویلی <languageLink>تیݨی زبینی وے چیک تھہ انی لنک وے</languageLink>ہنے۔ اگر نئنہ ہینتہ تو<languageRequestLink> تیݨی زبان شامل تھئنی دپارہ کھوجا بھوڑ</languageRequestLink>۔ دو مرحلے ہنہ سائٹی ترجمہ تھئنی دپارہ او جملے سمٹئنی دپارہ۔

source: Follow guidelines from “What sentences can I add?”
phl: “بے گہ جملے شامل تھومے؟” رہنمائی جھلی عمل تھہ

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
phl: ہر آک ہاواز انیوے یھئنی او مستند بھئنی بارئی، تھی اکاونٹ ہر ہر آک زبینی کرممی بارئی آگاہی دی۔ تو آکہ دی زیات جمع تھئی بھوڑ<br/> ۔ ڈیش بورڈ تیݨی اکانٹی بارئی معلومات تھئنی دپارہ استعمال تھہ۔ انی بات بی دڇھہ کی تو یا دوئی کو انیوے کنا تھے کرام تھانہ ، دیسی یا ہفتئی کرامہ دڇھہ۔

source: for example
phl: مثال کی

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
phl: عام خلکیمی دپارہ عبارت کی سے آن لائن دستاب نئینہ، تو تعلیمی حوالہ جاتی استعمال تھائی بھوڑ مثلا ہارڈورڈی انداز "جیس (2021) می پبلک لائسنس نظمہ"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
phl: ٹیکنالوجی بُٹھیمی دپارہ شو کرام تھی تھنی منانہ ہینتہ

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
phl: انی شروع بھلی زبینیمی ویب سائٹی کامیابی جھلی <localizationGlossaryLink> مقامی بھی </localizationGlossaryLink> او انیوے کافی<sentenceCollectionGlossaryLink> جملہ جمع بھلہ</sentenceCollectionGlossaryLink> جاری تھئنی اجازت <speakLink> بیتی </speakLink>او<listenLink> کاݨ تھئنی وے </listenLink> حصہ گھنئنی

source: Foundations
phl: بنُیدی

source: French
phl: فرانسیسی

source: Frisian
phl: فیرسین

source: Fulah
phl: فلح

source: Fuzhou
phl: فوزو

source: Ga
phl: گا

source: Galician
phl: گیلسین

source: Gawarbaiti
phl: گاؤربتی

source: Gawri
phl: گاؤری

source: GB
phl: جی بی

source: General
phl: عام

source: General language / multiple variants
phl: عام زبان/ بیڈہ قسمہ

source: Georgian
phl: جیوربین

source: German
phl: جرمن

source: Get in touch
phl: رابطہ کی ہونسوئی

source: Get in touch <icon></icon>
phl: رابطہ کی ہونسوئی <icon></icon>

source: Get involved
phl: حصہ گھناٹہ

source: Get Involved
phl: حصہ گھناٹہ

source: Get started <icon><icon>
phl: شروع تھہ <icon><icon>

source: Get started with goals
phl: مقصدی گِھنی شروع تھہ

source: Get Started with Speech Recognition
phl: بات جھاناٹہ جھلی کرام شروع تھہ

source: Get your certificate
phl: تیݨی سرٹفیکیٹ گِھن

source: Gheg Albanian
phl: گیگ البانیائین

source: Ghomala
phl: گھوملا

source: Gilaki
phl: گِلاکی

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
phl: <githubLink>NVIDIA NeMo</githubLink>™ آک <docsLink>اوپن سورس سامان </docsLink> محقیقینی دپارہ اعلی AI مشقولگی آک نمونہ سمئنی دپارہ۔

source: Goal reached
phl: مقصد پورہ بِھلی

source: Goals
phl: مقصدی

source: Goan Konkani
phl: گوان کونکانی

source: Goaria
phl: گوریا

source: Gorani
phl: گورانی

source: Go to Discourse
phl: مشقولگی وے بہ

source: Go to Languages Page
phl: زُبینیمی صفحہ تھے بہ

source: Go to { $name }
phl: { $name } تھے بہ

source: <governanceLink>Read more about how we're governed</governanceLink>
phl: <governanceLink> اسی حکمرنیی بائی دوئی معلومیتیم دپارہ انس منوئی</governanceLink>

source: Governments
phl: حکومتی

source: Grammatical / spelling error
phl: گرائمری/لہجئی غلطی

source: Great! How many clips a week?
phl: بیڈو شو! آک ہفتئی کتی ہاویزی کلپزی؟

source: Great! How many clips per day?
phl: بیڈو شو! آک دیسی کتی ہاویزی کلپزی؟

source: Great!<recordIcon></recordIcon> Record your next clip
phl: بیڈو شو!<recordIcon></recordIcon> تیݨی دوئی ہاواز ریکاڈ تھہ

source: Great work!<playIcon></playIcon> Listen again when you're ready
phl: بیڈو شو کرام! کرے تیار بھلو ہینتہ </playIcon><playIcon>کھرے کاݨ تھہ

source: Greek
phl: یونانی

source: Gronings
phl: گروننگس

source: Guarani
phl: گاورینی

source: Guidar
phl: جیودر

source: Guidelines
phl: رہنمائی

source: Guiziga
phl: گُزیگا

source: Gujarati
phl: گجراتی

source: Gujari
phl: گوجری

source: Gurgula
phl: گُرگُلا

source: Haitian
phl: ہیتین

source: Hakha Chin
phl: ہخا چِن

source: Hakka
phl: ہکا

source: Hausa
phl: ہاوسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
phl: مُݜٹوکو یا یھاندہ واقعات ہنئے؟ اسام سنگی شئیر تھہ بے ڑسی بارئی تیݨی کمیونٹی وے اعلان تھیہ یا ڑسی بارئی چونٹئنی دپارہ منیہ

source: Have Feedback?
phl: تبصرہ ہنوے؟

source: Have you read our Terms?
phl: تھی اسی شرطی منیتئیے؟

source: Having an account is not required to contribute, though it is helpful.
phl: مدد تھئنی دپارہ اکاونٹ ضروری نہ، اگرچی ڑو مددگار۔

source: Having a profile is not required to contribute though it is helpful, see why below.
phl: مدد تھئنی دپارہ اکاونٹ ضروری نہ، اگرچی نسی فائدہ بھانو، ایڑے معلومیتی دپارہ بُھن دڇھوئی

source: Hazargi
phl: ہزارگی

source: Healthcare
phl: صحت

source: Hebrew
phl: ہیبرو

source: Help
phl: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
phl: کمن وائسی { $hours }گھنٹہ آک زبان کی تیݨی ذاتی مقصد پورہ تھئنی مجی مدد تھی

source: Help create Common Voice’s first target segment in { $locale }
phl: کمن وائسی آویلی حصہ { $locale } سمئنی مدد تھہ

source: Help reach { $hours } hours in { $language } with a personal goal
phl: { $hours } گھنٹہ{ $language } وارا تیݨی ذاتی مقصد پورہ تھئنی مدد تھہ

source: Help teach machines how real people speak, donate your voice at { $link }
phl: مشنی وے اصل خلکہ کنا بھے کھونڈانہ تھنی اسی مدد تھوئی ، تیݨی ہاواز وقف تھوئی

source: Help us build a community around voice technology, stay in touch via email.
phl: ہاویزی ٹیکنالوجی مدد کی اکٹجیۡ کرام تھئنی دپارہ اسام سنگکی مدد تھہ، ایمیلی زریعہ باندی کھونڈ

source: Help us build a high quality, publicly open dataset
phl: تپہ اسام سنگی شو معیار بُٹھیمی دپارہ ڈیٹا سیٹ سمئنی مدد تھانو۔

source: Help us find more voices, share your goal
phl: اسام سنگی دوئی ہاویزی بُلڈئنی مدد تھہ۔ تیݨی حدف شیئر تھہ

source: Help us find others to donate their voice!
phl: تیݨی ہاواز دویم تھے وقف تھئنی دپارہ اسی مدد تھوئی۔

source: Help us get to { $goal }
phl: اسام سنگی { $goal } گھنئنی مدد تھہ

source: Help us validate sentences!
phl: جملیمی توثیق دپارہ اسی مدد تھوئی!

source: Help us validate voices
phl: ہاواز صحی تھئنی مجی اسی مدد تھہ

source: Heng Hua
phl: ہنگ ہُوا

source: Hidden
phl: پلی

source: Highland Puebla Nahuatl
phl: ہائلینڈ پیوبلا نھوتل

source: Hiligaynon
phl: ہیلگینون

source: Hill Mari
phl: ہِل ماری

source: Hindi
phl: ہندی

source: His hand was rais-ed.
phl: تسی ہات اوݜجی دے

source: History, Law and Government
phl: تارِخ، قانون او حکومت

source: Hours
phl: گھنٹے

source: Hours Recorded
phl: گھنٹے ریکاڈ بھلہ

source: Hours Validated
phl: گھنٹے توثیق بھلہ

source: How ?
phl: کنا تھے؟

source: How are project decisions made?
phl: پروجکٹی بارئی فیصلے کنا بھے تھئجانہ؟

source: How can we effectively grow a language on Common Voice?
phl: بےۡ کمن وائسہ وے آک زُبان کنا تھےۡ مݜٹو گرا ہرایا؟

source: How does Common Voice work?
phl: عام ہاواز کنا تھےۡ کرام تھانوۡ

source: How does site localization work?
phl: سائٹ مقامی تھاٹوۡ کنا تھے کرام تھانوۡ؟

source: How do I access and use the dataset?
phl: مہ ڈیٹا بیسی وے کنا بھے بیم او ڑسی استعمال کنا تھے تھوم۔

source: How do I add a language?
phl: مہ آک زبان کنا تھے ایڈ تھوم

source: How do I add sentences?
phl: جملے مہ کنا تھے شامل تھوم؟

source: How do I cite?
phl: مہ کنا تھے حوالہ دُوم؟

source: How do I know whether to approve a voice clip?
phl: مہ کنا تھے جھونم کی انی ہاویزی کلپ منظور بھی تھنی؟

source: How do I record a high quality voice clip?
phl: مہ شو معیاری ہاواز کنا تھے ریکارڈ تھوم؟

source: How do I stay in touch?
phl: مہ رابطہ کی کنا بے دھاروم؟

source: How is Common Voice funded?
phl: کامن وائس کنا بھے سمِجانو؟

source: How Spontaneous Speech works
phl: بے ساختہ تقریر کنا تھے کرام تھینی

source: How to add multiple sentences
phl: ذیات جملے کنا تھے شامل تھینڈیو

source: How would you describe your accent?
phl: تو تیݨی لہجہ کنا تھے منانو؟

source: How would you describe your sex or gender?
phl: تو کُڑی کی مِیش تھنی کنا تھے وضاحت تھیڑ؟

source: Huarijio
phl: ہاوریجو

source: Huautla Mazatec
phl: ہیوتلا مازیٹیک

source: Hungarian
phl: ہنگارین

source: Hunsrik
phl: ہُنسیرک

source: I agree
phl: مہ متفق ہنو

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
phl: مہ Common Voice کی <termsLink>شرائط</termsLink> او <privacyLink>پرائیویسی نوٹس</privacyLink> نسگی اتفاق تھانو ہنو

source: Iban
phl: ایبن

source: Ibibio
phl: ابیبیو

source: Icelandic
phl: آئس لینڈ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
phl: مہ تصدیق تھانو کی انو جملہ <wikipediaLink> عام خلکیمی دائرہ کی </wikipediaLink> او ماتھے نِس اپلوڈ تھئنی اجازت ہِنی۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
phl: مہ تصدیق تھانو کی انوۡ جملہ <wikipediaLink> عام خلکیمی دپارہ ہنو </wikipediaLink> مہ نِس اپلوڈ تھئنی اجازت دانو۔

source: <icon></icon> Add multiple public domain sentences
phl: <icon></icon> عام خلکیمی دائرہ بیڈہ جملے شامل تھہ

source: Ideally natural and conversational (it should be easy to read the sentence)
phl: شو ایندا بھے بھی کی قدرتی او کھونڈئنی مجی نکھاتہ جملے استعمال بھین (ایڑے جملے منئنی دپارہ اکون ہونسن)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
phl: مہ ایمیل یھئنی جاری ساتئنی دوائینو تاکی ما تھے می حدف معلوم بھی۔ می کرامی بارہ کی ما تھے پہتہ بھی۔ او کمن وائسی ماتھے نیوز لیٹری یھین

source: I do not agree
phl: مہ متفق نیئنو

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
phl: اگر آک ہاواز دو جانم رد تھیلو ہینتہ تس ڈیٹا سیٹٰ آک دوئی زھئی وے چونٹینڈیو بھی۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
phl: اگر نی صرف تھئیے لوزہ ہینتہ تیݨی حوالہ</italicizedText> اسی انوۡ معلوم تھینڈیو کی تھی انی شئیہ فو لادہ تاکہ بے لنام عام زھئی دڇھیہ او نی کسی کاپی رائٹ نہ بھینڈیو حوالہ دئنی معلومیتیمی دپارہ اسی <guidelinesLink> رہنمائی صفحہ</guidelinesLink>دڇھہ

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
phl: رکارڈنگ پھوٹِلی ہینتہ تس مسترد تھہ جب تک کی بُٹھے چونِولو واندو منئنی ہاواز نہ ݜُونتو تی۔
